Repository: citizenline/citizenline
Catalog: bettertexts/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Export comments
nl: Exporteer opmerkingen

source: Text
nl: Tekst

source: Version
nl: Versie

source: Question
nl: Vraag

source: User
nl: Gebruiker

source: Export ratings
nl: Exporteer beoordelingen

source: Headers
nl: Kopteksten

source: Enabled
nl: Ingeschakeld

source: Content
nl: Inhoud

source: Metadata
nl: Meta gegevens

source: Better texts
nl: Betere teksten

source: Name
nl: Naam

source: Email address
nl: E-mailadres

source: Comment
nl: Opmerking

source: Keep me informed
nl: Houd me op de hoogte over nieuwe versies van bovenstaande tekst

source: Keep me involved
nl: Ik doe graag mee met het verbeteren van nog meer teksten

source: user
nl: gebruiker

source: user's name
nl: gebruikersnaam

source: user's email address
nl: E-mailadres van gebruiker

source: user's URL
nl: gebruikers URL

source: Keep informed
nl: Blijf op de hoogte

source: Check this box to keep me informed about updates.
nl: Kruis dit vakje aan om me op de hoogte gehouden te worden.

source: Stay involved
nl: Blijf betrokken

source: Check this box to make more texts better.
nl: Kruis dit vakje aan om meer teksten te verbeteren.

source: comment
nl: opmerking

source: date/time submitted
nl: datum verstuurd

source: IP address
nl: IP adres

source: is public
nl: Publiek

source: is removed
nl: Verwijderd

source: Check this box if the comment is inappropriate. A "This comment has been removed" message will be displayed instead.
nl: Vink dit vakje aan als de reactie ongewenst is. "Deze reactie is verwijderd" zal worden getoond.

source: comments
nl: Opmerkingen

source: name
nl: naam

source: main header
nl: hoofd header

source: rating header
nl: beoordeling header

source: comment header
nl: opmerking plaatsen header

source: response header
nl: reacties header

source: rating enabled
nl: waardering tonen

source: comment enabled
nl: opmerking plaatsen tonen

source: notification enabled
nl: notificatie vraag tonen

source: comment form intro
nl: reactie formulier intro

source: thanks text
nl: bedankt tekst

source: inform label
nl: blijf op de hoogte label

source: involved label
nl: blijf betrokken label

source: communication type
nl: communicatie soort

source: communication types
nl: communicatie soorten

source: title
nl: titel

source: slug
nl: kort

source: text
nl: tekst

source: version
nl: versie

source: date published
nl: Publicatie datum

source: date end
nl: eind datum

source: texts
nl: teksten

source: question
nl: vraag

source: position
nl: positie

source: description
nl: omschrijving

source: questions
nl: vragen

source: Already rated.
nl: Al gewaardeerd

source: range
nl: bereik

source: count
nl: aantal

source: total
nl: totaal

source: average
nl: gemiddeld

source: rating
nl: beoordeling

source: ratings
nl: beoordelingen

source: Post
nl: Verstuur

source: Citizenline administration
nl: Citizenline admin

source: Django administration
nl: Django admin

source: Remove a comment
nl: Verwijder opmerking

source: This comment has been removed
nl: Deze opmerking is verwijderd

source: Thanks for commenting
nl: Bedankt voor het geven van opmerkingen

source: Thank you for your comment
nl: Bedankt voor je opmerking

source: Preview your comment
nl: Voorbeeld van je opmerking

source: Please correct the error below
nl: Herstel de fout hier onder.

source: and
nl: en

source: Post your comment
nl: Plaats je opmerking

source: or make changes
nl: of maak wijzigingen

source: Send an activation link
nl: Stuur een activatie link

source: Register
nl: Registreer

source: Rating average
nl: Gemiddelde beoordeling

source: star
nl: ster

source: stars
nl: sterren

source: Submit
nl: Verstuur

source: Average:
nl: Gemiddeld:

source: You Rated:
nl: Uw beoordeling:

source: Not rated
nl: Geen beoordeling

source: Rating Count:
nl: Aantal beoordelingen:

source: Please log in to rate.
nl: Log in om een beoordeling te geven.
